// 공지사항 데이터
export const notices = [
  {
    id: 1,
    icon: '💡',
    title: '전국 눈꽃 명산 모아보기',
    date: '2025-11-21',
    type: 'info'
  },
  {
    id: 2,
    icon: '💡',
    title: '국립공원 산방기간 전 가야할 산 추천!',
    date: '2025-11-05',
    type: 'info'
  },
  {
    id: 3,
    icon: '📢',
    title: '2025년 산림분야 빅데이터·AI 활용 창업 경진대회 대상 수상',
    date: '2025-10-28',
    type: 'announcement'
  },
  {
    id: 4,
    icon: '📢',
    title: '2025년 가을철 산불조심기간 안내',
    date: '2025-10-17',
    type: 'announcement'
  },
  {
    id: 5,
    icon: '💡',
    title: '2025 전국 주요 산 단풍 절정 시기',
    date: '2025-10-02',
    type: 'info'
  },
  {
    id: 6,
    icon: '📢',
    title: '한라산 관음사 코스 백록담 탐방 불가',
    date: '2025-09-15',
    type: 'announcement'
  },
  {
    id: 7,
    icon: '📢',
    title: '무등산 증심상가지구~새인봉 삼거리 통제',
    date: '2025-09-08',
    type: 'announcement'
  },
  {
    id: 8,
    icon: '👤',
    title: '안드로이드 배너 오류 개선',
    date: '2025-08-25',
    type: 'update'
  },
  {
    id: 9,
    icon: '📢',
    title: '북한산 백운봉암문~ 백운대 정상 구간 출입 통제',
    date: '2025-08-25',
    type: 'announcement'
  },
  {
    id: 10,
    icon: '🎁',
    title: '광복 80주년 기념 이벤트!',
    date: '2025-08-15',
    type: 'event'
  },
  {
    id: 11,
    icon: '📢',
    title: '여름철 폭염 대비 행동요령 안내',
    date: '2025-07-22',
    type: 'announcement'
  },
  {
    id: 12,
    icon: '🎁',
    title: '여름 산쟁이를 위한 등산양말 증정 이벤트',
    date: '2025-07-22',
    type: 'event'
  }
]

